Repository: cvjf/MolecularKit
Catalog: Sources/MolecularKit/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: Actinium
es: Actinio
ja: アクチニウム
zh_hans: 锕
zh_hant: 錒

source: Aluminum
es: Aluminio
ja: アルミニウム
zh_hans: 铝
zh_hant: 鋁

source: Americium
es: Americio
ja: アメリシウム
zh_hans: 镅
zh_hant: 鋂

source: Ammonia
es: Amoníaco
ja: アンモニア
zh_hans: 氨
zh_hant: 氨

source: Ammonium
es: Amonio
ja: アンモニウム
zh_hans: 铵
zh_hant: 銨

source: Antimony
es: Antimonio
ja: アンチモン
zh_hans: 锑
zh_hant: 銻

source: Argon
es: Argón
ja: アルゴン
zh_hans: 氩
zh_hant: 氬

source: Arsenic
es: Arsénico
ja: ヒ素
zh_hans: 砷
zh_hant: 砷

source: Astatine
es: Astato
ja: アスタチン
zh_hans: 砹
zh_hant: 砈

source: Barium
es: Bario
ja: バリウム
zh_hans: 钡
zh_hant: 鋇

source: Berkelium
es: Berkelio
ja: バークリウム
zh_hans: 锫
zh_hant: 鉳

source: Beryllium
es: Berilio
ja: ベリリウム
zh_hans: 铍
zh_hant: 鈹

source: Bismuth
es: Bismuto
ja: ビスマス
zh_hans: 铋
zh_hant: 鉍

source: Bohrium
es: Bohrio
ja: ボーリウム
zh_hans: 𨨏
zh_hant: 𨨏

source: Boron
es: Boro
ja: ホウ素
zh_hans: 硼
zh_hant: 硼

source: Bromine
es: Bromo
ja: 臭素
zh_hans: 溴
zh_hant: 溴

source: Cadmium
es: Cadmio
ja: カドミウム
zh_hans: 镉
zh_hant: 鎘

source: Calcium
es: Calcio
ja: カルシウム
zh_hans: 钙
zh_hant: 鈣

source: Californium
es: Californio
ja: カリホルニウム
zh_hans: 锎
zh_hant: 鉲

source: Carbon
es: Carbono
ja: 炭素
zh_hans: 碳
zh_hant: 碳

source: Cerium
es: Cerio
ja: セリウム
zh_hans: 铈
zh_hant: 鈰

source: Cesium
es: Cesio
ja: セシウム
zh_hans: 铯
zh_hant: 銫

source: Chlorine
es: Cloro
ja: 塩素
zh_hans: 氯
zh_hant: 氯

source: Chromium
es: Cromo
ja: クロム
zh_hans: 铬
zh_hant: 鉻

source: Cobalt
es: Cobalto
ja: コバルト
zh_hans: 钴
zh_hant: 鈷

source: Copernicium
es: Copernicio
ja: コペルニシウム
zh_hans: 鎶
zh_hant: 鎶

source: Copper
es: Cobre
ja: 銅
zh_hans: 铜
zh_hant: 銅

source: Curium
es: Curio
ja: キュリウム
zh_hans: 锔
zh_hant: 鋦

source: Darmstadtium
es: Darmstadtio
ja: ダームスタチウム
zh_hans: 鐽
zh_hant: 鐽

source: Dubnium
es: Dubnio
ja: ドブニウム
zh_hans: 𨧀
zh_hant: 𨧀

source: Dysprosium
es: Disprosio
ja: ジスプロシウム
zh_hans: 镝
zh_hant: 鏑

source: Einsteinium
es: Einsteinio
ja: アインスタイニウム
zh_hans: 锿
zh_hant: 鑀

source: Erbium
es: Erbio
ja: エルビウム
zh_hans: 铒
zh_hant: 鉺

source: Europium
es: Europio
ja: ユウロピウム
zh_hans: 铕
zh_hant: 銪

source: Fermium
es: Fermio
ja: フェルミウム
zh_hans: 镄
zh_hant: 鐨

source: Flerovium
es: Flerovio
ja: フレロビウム
zh_hans: 鈇
zh_hant: 鈇

source: Fluoride
es: Fluoruro
ja: フッ化物
zh_hans: 氟化物
zh_hant: 氟化物

source: Fluorine
es: Flúor
ja: フッ素
zh_hans: 氟
zh_hant: 氟

source: Francium
es: Francio
ja: フランシウム
zh_hans: 钫
zh_hant: 鍅

source: Gadolinium
es: Gadolinio
ja: ガドリニウム
zh_hans: 钆
zh_hant: 釓

source: Gallium
es: Galio
ja: ガリウム
zh_hans: 镓
zh_hant: 鎵

source: Germanium
es: Germanio
ja: ゲルマニウム
zh_hans: 锗
zh_hant: 鍺

source: Gold
es: Oro
ja: 金
zh_hans: 金
zh_hant: 金

source: Hafnium
es: Hafnio
ja: ハフニウム
zh_hans: 铪
zh_hant: 鉿

source: Hassium
es: Hasio
ja: ハッシウム
zh_hans: 𨭆
zh_hant: 𨭆

source: Helium
es: Helio
ja: ヘリウム
zh_hans: 氦
zh_hant: 氦

source: Holmium
es: Holmio
ja: ホルミウム
zh_hans: 钬
zh_hant: 鈥

source: Hydrogen
es: Hidrógeno
ja: 水素
zh_hans: 氢
zh_hant: 氫

source: Indium
es: Indio
ja: インジウム
zh_hans: 铟
zh_hant: 銦

source: Iodine
es: Yodo
ja: ヨウ素
zh_hans: 碘
zh_hant: 碘

source: Iridium
es: Iridio
ja: イリジウム
zh_hans: 铱
zh_hant: 銥

source: Iron
es: Hierro
ja: 鉄
zh_hans: 铁
zh_hant: 鐵

source: Krypton
es: Kriptón
ja: クリプトン
zh_hans: 氪
zh_hant: 氪

source: Lanthanum
es: Lantano
ja: ランタン
zh_hans: 镧
zh_hant: 鑭

source: Lawrencium
es: Laurencio
ja: ローレンシウム
zh_hans: 铹
zh_hant: 鐒

source: Lead
es: Plomo
ja: 鉛
zh_hans: 铅
zh_hant: 鉛

source: Lithium
es: Litio
ja: リチウム
zh_hans: 锂
zh_hant: 鋰

source: Livermorium
es: Livermorio
ja: リバモリウム
zh_hans: 鉝
zh_hant: 鉝

source: Lutetium
es: Lutecio
ja: ルテチウム
zh_hans: 镥
zh_hant: 鑥

source: Magnesium
es: Magnesio
ja: マグネシウム
zh_hans: 镁
zh_hant: 鎂

source: Manganese
es: Manganeso
ja: マンガン
zh_hans: 锰
zh_hant: 錳

source: Meitnerium
es: Meitnerio
ja: マイトネリウム
zh_hans: 䥑
zh_hant: 䥑

source: Mendelevium
es: Mendelevio
ja: メンデレビウム
zh_hans: 钔
zh_hant: 鍆

source: Mercury
es: Mercurio
ja: 水銀
zh_hans: 汞
zh_hant: 汞

source: Molybdenum
es: Molibdeno
ja: モリブデン
zh_hans: 钼
zh_hant: 鉬

source: Moscovium
es: Moscovio
ja: モスコビウム
zh_hans: 镆
zh_hant: 鏌

source: Neodymium
es: Neodimio
ja: ネオジム
zh_hans: 钕
zh_hant: 釹

source: Neon
es: Neón
ja: ネオン
zh_hans: 氖
zh_hant: 氖

source: Neptunium
es: Neptunio
ja: ネプツニウム
zh_hans: 镎
zh_hant: 錼

source: Nickel
es: Níquel
ja: ニッケル
zh_hans: 镍
zh_hant: 鎳

source: Nihonium
es: Nihonio
ja: ニホニウム
zh_hans: 鉨
zh_hant: 鉨

source: Niobium
es: Niobio
ja: ニオブ
zh_hans: 铌
zh_hant: 鈮

source: Nitrate
es: Nitrato
ja: 硝酸塩
zh_hans: 硝酸盐
zh_hant: 硝酸鹽

source: Nitrite
es: Nitrito
ja: 亜硝酸塩
zh_hans: 亚硝酸盐
zh_hant: 亞硝酸鹽

source: Nitrogen
es: Nitrógeno
ja: 窒素
zh_hans: 氮
zh_hant: 氮

source: Nobelium
es: Nobelio
ja: ノーベリウム
zh_hans: 锘
zh_hant: 鍩

source: Oganesson
es: Oganesón
ja: オガネソン
zh_hans: 鿫
zh_hant: 鿫

source: Osmium
es: Osmio
ja: オスミウム
zh_hans: 锇
zh_hant: 鋨

source: Oxygen
es: Oxígeno
ja: 酸素
zh_hans: 氧
zh_hant: 氧

source: Palladium
es: Paladio
ja: パラジウム
zh_hans: 钯
zh_hant: 鈀

source: Phosphate
es: Fosfato
ja: リン酸塩
zh_hans: 磷酸盐
zh_hant: 磷酸鹽

source: Phosphorus
es: Fósforo
ja: リン
zh_hans: 磷
zh_hant: 磷

source: Platinum
es: Platino
ja: 白金
zh_hans: 铂
zh_hant: 鉑

source: Plutonium
es: Plutonio
ja: プルトニウム
zh_hans: 钚
zh_hant: 鈽

source: Polonium
es: Polonio
ja: ポロニウム
zh_hans: 钋
zh_hant: 釙

source: Potassium
es: Potasio
ja: カリウム
zh_hans: 钾
zh_hant: 鉀

source: Praseodymium
es: Praseodimio
ja: プラセオジム
zh_hans: 镨
zh_hant: 鐠

source: Promethium
es: Prometio
ja: プロメチウム
zh_hans: 钷
zh_hant: 鉕

source: Protactinium
es: Protactinio
ja: プロトアクチニウム
zh_hans: 镤
zh_hant: 鏷

source: Radium
es: Radio
ja: ラジウム
zh_hans: 镭
zh_hant: 鐳

source: Radon
es: Radón
ja: ラドン
zh_hans: 氡
zh_hant: 氡

source: Rhenium
es: Renio
ja: レニウム
zh_hans: 铼
zh_hant: 錸

source: Rhodium
es: Rodio
ja: ロジウム
zh_hans: 铑
zh_hant: 銠

source: Roentgenium
es: Roentgenio
ja: レントゲニウム
zh_hans: 𬬻
zh_hant: 𬬻

source: Rubidium
es: Rubidio
ja: ルビジウム
zh_hans: 铷
zh_hant: 銣

source: Ruthenium
es: Rutenio
ja: ルテニウム
zh_hans: 钌
zh_hant: 釕

source: Rutherfordium
es: Rutherfordio
ja: ラザホージウム
zh_hans: 𬬭
zh_hant: 𬬭

source: Samarium
es: Samario
ja: サマリウム
zh_hans: 钐
zh_hant: 釤

source: Scandium
es: Escandio
ja: スカンジウム
zh_hans: 钪
zh_hant: 鈧

source: Seaborgium
es: Seaborgio
ja: シーボーギウム
zh_hans: 𨭎
zh_hant: 𨭎

source: Selenium
es: Selenio
ja: セレン
zh_hans: 硒
zh_hant: 硒

source: Silicate
es: Silicato
ja: ケイ酸塩
zh_hans: 硅酸盐
zh_hant: 矽酸鹽

source: Silicon
es: Silicio
ja: ケイ素
zh_hans: 硅
zh_hant: 矽

source: Silver
es: Plata
ja: 銀
zh_hans: 银
zh_hant: 銀

source: Sodium
es: Sodio
ja: ナトリウム
zh_hans: 钠
zh_hant: 鈉

source: Strontium
es: Estroncio
ja: ストロンチウム
zh_hans: 锶
zh_hant: 鍶

source: Sulfate
es: Sulfato
ja: 硫酸塩
zh_hans: 硫酸盐
zh_hant: 硫酸鹽

source: Sulfur
es: Azufre
ja: 硫黄
zh_hans: 硫
zh_hant: 硫

source: Tantalum
es: Tantalio
ja: タンタル
zh_hans: 钽
zh_hant: 鉭

source: Technetium
es: Tecnecio
ja: テクネチウム
zh_hans: 锝
zh_hant: 鎝

source: Tellurium
es: Telurio
ja: テルル
zh_hans: 碲
zh_hant: 碲

source: Tennessine
es: Teneso
ja: テネシン
zh_hans: 鿬
zh_hant: 鿬

source: Terbium
es: Terbio
ja: テルビウム
zh_hans: 铽
zh_hant: 鋱

source: Thallium
es: Talio
ja: タリウム
zh_hans: 铊
zh_hant: 鉈

source: Thorium
es: Torio
ja: トリウム
zh_hans: 钍
zh_hant: 釷

source: Thulium
es: Tulio
ja: ツリウム
zh_hans: 铥
zh_hant: 銩

source: Tin
es: Estaño
ja: スズ
zh_hans: 锡
zh_hant: 錫

source: Titanium
es: Titanio
ja: チタン
zh_hans: 钛
zh_hant: 鈦

source: Tungsten
es: Tungsteno
ja: タングステン
zh_hans: 钨
zh_hant: 鎢

source: Uranium
es: Uranio
ja: ウラン
zh_hans: 铀
zh_hant: 鈾

source: Vanadium
es: Vanadio
ja: バナジウム
zh_hans: 钒
zh_hant: 釩

source: Xenon
es: Xenón
ja: キセノン
zh_hans: 氙
zh_hant: 氙

source: Ytterbium
es: Iterbio
ja: イッテルビウム
zh_hans: 镱
zh_hant: 鐿

source: Yttrium
es: Itrio
ja: イットリウム
zh_hans: 钇
zh_hant: 釔

source: Zinc
es: Cinc
ja: 亜鉛
zh_hans: 锌
zh_hant: 鋅

source: Zirconium
es: Circonio
ja: ジルコニウム
zh_hans: 锆
zh_hant: 鋯
